Repository: Black09/Xperience1080
Catalog: language/Hungarian/strings.po
Languages: hu

# #41100
source: General
hu: Általános

# #41101
source: Enable kiosk mode
hu: Színház mód engedélyezése

# #41102
source: Show now playing video in background
hu: Most játszott videó futhat a háttérban

# #41103
source: Display artist slideshow in music visualisation
hu: Elöadó diavetítés kijelzése virtualizációnál

# #41105
source: Animate artist slideshow
hu: Színpad láthatósága

# #41106
source: Show fanart above visualisation
hu: Fanart mutatása vizualizációnál

# #41107
source: Enable CDArt
hu: Csak a nézetekre

# #41112
source: Invert spin control
hu: Szabályzók invertálása

# #41113
source: Top
hu: Felül

# #41114
source: Bottom
hu: Alul

# #41130
source: Home
hu: Föképernyö

# #41131
source: Manage categories
hu: Kategóriák testreszabása

# #41134
source: Show profile image
hu: Profilkép elrejtése

# #41135
source: Show submenu arrow
hu: Mutasd az epizód bannerek helyett a Fanart-ot az új epizódoknál

# #41136
source: Manage custom home items
hu: Egyéni panelek hozzáadása a föképernyöhöz

# #41137
source: Custom
hu: Egyéni

# #41138
source: Name
hu: Név

# #41139
source: Icon
hu: Ikon

# #41141
source: Type
hu: Típus

# #41142
source: Path
hu: Útvonal

# #41143
source: Recommended size 633x437px
hu: Ajánlott méret: 633x437 pixel

# #41145
source: Video add-on
hu: Videó kiegészítö

# #41146
source: Music add-on
hu: Zene kiegészítö

# #41147
source: Picture add-on
hu: Kép kiegészítö

# #41148
source: Program add-on
hu: Program kiegészítö

# #41149
source: Video Playlist
hu: Videó lejátszási lista

# #41150
source: Music Playlist
hu: Zene lejátszási lista

# #41151
source: Custom
hu: Egyéni

# #41152
source: Music panel opens
hu: Alapértelmezett Zene panel müvelet

# #41153
source: Favourite
hu: Kedvenc

# #41154
source: Recommended size 283x283px
hu: Optimális méret: 283x283px

# #41156
source: Show name
hu: Név mutatása

# #41157
source: Video tile
hu: Videó cím

# #41158
source: TV Show tile
hu: Sorozat cím

# #41159
source: App tile
hu: Program cím

# #41160
source: Animate icon
hu: Animált ikon

# #41161
source: Music tile
hu: Zene cím

# #41190
source: Views
hu: Nézet

# #41191
source: Show fanart
hu: Fanart tíltása

# #41192
source: Motion picture rating country
hu: Film minősítése ország szerint

# #41193
source: Select motion picture rating country
hu: Film minősítés ország szerint

# #41200
source: Show power button (setting does not affect home screen)
hu: Leállítás gomb elrejtése (csak a föképernyön látható)

# #41201
source: Show options button
hu: Opciók gomb elrejtése

# #41202
source: Play trailer on opening movie information
hu: Trailer lajátszása a film információk elöhívásakor

# #41203
source: Play trailer minimized
hu: Előzetes lejátszása kicsiben

# #41220
source: Live TV
hu: Élő TV

# #41221
source: Use genre colors in the epg
hu: Műfaj ikonon használata az EPG-ben

# #41240
source: Enable music visualisation
hu: Zenei virtualizáció engedélyezése

# #41242
source: Set default focus to subtitle button (video osd)
hu: Alapértelmezett fókusz beállítása a felirat gombon (Videó OSD)

# #41250
source: Backgrounds
hu: Háttérkép

# #41251
source: Global
hu: Általános

# #41252
source: Single image
hu: Egy kép

# #41253
source: Multi image
hu: Több kép

# #41270
source: Show clock
hu: Óra elrejtése

# #41271
source: Show profile image
hu: Profilkép elrejtése

# #41272
source: Replace pictures with custom menu item in quick nav
hu: Képek menüpont lecserélése egyéni menüpontra a GyorsMenüben

# #41273
source: Replace trailer with custom menu item in quick nav
hu: Trailerek menüpont lecserélése egyéni menüpontra a GyorsMenüben

# #41274
source: Replace new movies with custom menu item in quick nav
hu: Új filmek menüpont lecserélése egyéni menüpontra a GyorsMenüben

# #41275
source: Replace new shows with custom menu item in quick nav
hu: Új epizódok menüpont lecserélése egyéni menüpontra a GyorsMenüben

# #41276
source: Choose custom menu item
hu: Egyéni menü-elem kiválasztása

# #41280
source: Add-ons
hu: Kiegészítök

# #41281
source: Subtitle add-on
hu: Felirat kiegészítö

# #41282
source: Songtext add-on
hu: Dalszöveg kiegészítö

# #41283
source: Enable TVTunes add-on
hu: TVTunes kiegészítö engedélyezése

# #41284
source: Download theme songs
hu: Téma-hangok letöltése

# #41285
source: Enable TV Show Next Aired
hu: TV show next aired engedélyezése

# #41290
source: Configure TV Show Next Aired
hu: TV Show Next Aired konfigurálása

# #41293
source: Update next aired data on startup
hu: Next Aired adatok frissítése induláskor

# #41294
source: Update art (landscape, logo, clearart) after database update
hu: Artwork frissítése (landscape, logó, clearart) az adatbázis frissítése után

# #41303
source: Tracks
hu: Számok

# #41304
source: Discography
hu: Diszkográcia

# #41305
source: Get thumb
hu: Borító letöltése

# #41306
source: Get fanart
hu: Fanart letöltése

# #41307
source: Refresh
hu: Frissítés

# #41310
source: Watched episodes:
hu: Megnézett epizódok:

# #41311
source: Unwatched episodes:
hu: Nem látott epizódok:

# #41314
source: Premiered:
hu: Premier:

# #41315
source: Play
hu: Lejátszás

# #41316
source: Cast
hu: Stáb

# #41319
source: Plot
hu: Ismertetö

# #41324
source: Biography
hu: Biográfia

# #41325
source: Review
hu: Áttekintés

# #41326
source: Get info
hu: Infók letöltése

# #41327
source: Year of release
hu: Év

# #41328
source: Filmography
hu: Filmtörténet

# #41329
source: No biography for this actor
hu: A művészről nincs adat

# #41330
source: No description for this application
hu: Ehhez nem tartozik leírás

# #41331
source: Released
hu: Megjelenés

# #41333
source: Get theme
hu: Témák letöltése

# #41351
source: Logout
hu: Kijelentkezés

# #41352
source: Reload skin
hu: Felhasználói felület újraindítása

# #41360
source: Master mode off
hu: Mester Mód

# #41361
source: Master mode on
hu: Mester mód bekapcsolása

# #41371
source: Finish time:
hu: Befejezési idö:

# #41405
source: Login
hu: Bejelentkezés

# #41440
source: System Info
hu: Rendszerinfó

# #41441
source: Quick Nav
hu: GyorsMenü

# #41443
source: Now playing
hu: Most játszott

# #41444
source: Settings
hu: Beállítások

# #41445
source: Movies
hu: Filmek

# #41446
source: TV Shows
hu: Sorozatok

# #41447
source: Music
hu: Zene

# #41448
source: Pictures
hu: Képek

# #41450
source: New movies
hu: Új filmek

# #41451
source: New shows
hu: Új epizódok

# #41452
source: No media playing
hu: Nincs folyamatban lévö lejátszás

# #41453
source: User
hu: Felhasználó

# #41454
source: IP address
hu: IP cím

# #41455
source: Free memory
hu: Szabad memória

# #41456
source: Resolution
hu: Felbontás

# #41457
source: System uptime
hu: Üzemidö

# #41458
source: Skin version
hu: Skin verziószáma

# #41459
source: XBMC version
hu: XBMC verziószáma

# #41460
source: Guide
hu: GyorsMenü

# #41504
source: Applications
hu: Programok

# #41505
source: Press "up" to eject
hu: "FEL" gomb a kiadáshoz

# #41507
source: Power
hu: Leállítás

# #41524
source: Home
hu: Otthon

# #41525
source: search XBMC for
hu: Keresés az XBMC-vel

# #41550
source: Spotlight
hu: Kiemelt

# #41551
source: Ongoing tv shows
hu: Folyamatban lévő Sorozatok

# #41552
source: New movies
hu: Új filmek

# #41553
source: New tv shows
hu: Új Sorozatok

# #41554
source: New albums
hu: Új Albumok

# #41555
source: Most played albums
hu: Legtöbbet játszott albumok

# #41556
source: Featured albums
hu: Kiemelt albumok

# #41562
source: Loading weather...
hu: Időjárás betöltése

# #41600
source: Options
hu: Opciók

# #41620
source: View options
hu: Nézet opciók

# #41689
source: Location
hu: Hely

# #41690
source: Hide fanart
hu: Fanart elrejtése

# #41691
source: Set fanart path
hu: Fanart elérési út beállítása

# #41692
source: Hide daily fanart
hu: Napi fanart elrejtése

# #41693
source: Moon phase
hu: Holdfázis

# #41694
source: Current weather
hu: Jelenlegi idő

# #41695
source: 10 day forecast
hu: 10 napos előrejelzés

# #41696
source: Hourly forecast
hu: Óránként

# #41716
source: Playlist options
hu: Lejátszáslista lehetőségek

# #41805
source: Aired
hu: Adásban

# #41813
source: Episodes
hu: Epizód

# #41817
source: Items
hu: Elem

# #41819
source: Page
hu: oldal

# #41822
source: Item
hu: Elem

# #41920
source: Recently added
hu: Legfrissebb

# #42000
source: Select
hu: Ok

# #42001
source: Cancel
hu: Mégsem

# #42002
source: Close
hu: Kilépés

# #42010
source: View options
hu: Nézet opciók

# #42015
source: Show info
hu: Infó mutatása

# #42017
source: Main options
hu: Opciók

# #42018
source: Show plot
hu: Alternatív infó/poszter

# #42019
source: Use posters
hu: Poszterek használata

# #42021
source: View
hu: Nézet

# #42022
source: Use landscape
hu: Landscape használata

# #42023
source: Use clearart
hu: ClearART használata

# #42024
source: Small thumbs
hu: Kicsi bélyegkép

# #42025
source: Update art
hu: Artwork frissítése

# #42026
source: Use logo
hu: Logók használata

# #42130
source: Category
hu: Kategória

# #42131
source: Information
hu: Információ

# #42132
source: No description available
hu: Nincs elérhetö információ

# #42133
source: Update repositories
hu: Kiegészítő-tárolóhelyek frissítése

# #42134
source: Update add-ons
hu: Kiegészítők frissítése

# #42135
source: Updating enabled add-on repositories...
hu: Engedélyezett Kiegészítő-tárolóhelyek frissítése...

# #42136
source: Updating local add-on directories...
hu: Helyi Kiegészítő-mappák frissítése...

# #42162
source: on
hu: Be

# #42180
source: Available groups
hu: Elérhető csoportok

# #42181
source: Add Group
hu: Csoport hozzáadása

# #42182
source: Rename Group
hu: Csoport átnevezése

# #42183
source: Delete Group
hu: Csoport törlése

# #42184
source: Channel Options
hu: Spare

# #42185
source: Misc Options
hu: Kiegészítő opciók

# #42200
source: Mouse not supported
hu: Az egér nem támogatott

# #42201
source: Please disable
hu: Letiltás

# #42205
source: Edit movie
hu: Film szerkesztése

# #42206
source: Edit tv show
hu: Sorozat szerkesztése

# #42207
source: Edit season
hu: Évad szerkesztése

# #42208
source: Edit episode
hu: Epizód szerkesztése

# #42209
source: Edit music video
hu: Videóklipp szerkesztése

# #42210
source: Edit artist
hu: Előadó szerkesztése

# #42211
source: Edit album
hu: Album szerkesztése

# #42212
source: Edit song
hu: Dal szerkesztése

# #42220
source: List
hu: Lista

# #42229
source: Thumbnail
hu: Minikép

# #42233
source: Cover
hu: Borító

# #42255
source: ClearArt
hu: Tiszta művészkép
