Repository: Black09/Xperience1080
Catalog: language/Lithuanian/strings.po
Languages: lt

# #41100
source: General
lt: Pagrindinis

# #41101
source: Enable kiosk mode
lt: Įjungti Kiosk režimą

# #41102
source: Show now playing video in background
lt: Rodyti -dabar atkuriama- vaizdą fone

# #41103
source: Display artist slideshow in music visualisation
lt: Rodyti atlikėjo skaidrių peržiūrą muzikos vizualizacijai

# #41105
source: Animate artist slideshow
lt: Animuoti atlikėjo skaidrių peržiūrą

# #41106
source: Show fanart above visualisation
lt: Rodyti FanArt vizualizacija

# #41107
source: Enable CDArt
lt: Įjungti CDArt

# #41108
source: Automatically switch to music visualisation upon play
lt: Automatiškai persijungs į muzikos vizualizaciją atkuriant

# #41109
source: Enable auto scrolling for text boxes
lt: Įjungti automatinį slinktį teksto langeliuose

# #41112
source: Invert spin control
lt: Invertuoti kontrolę

# #41113
source: Top
lt: Viršuje

# #41114
source: Bottom
lt: Apačioje

# #41130
source: Home
lt: Pagrindinis

# #41131
source: Manage categories
lt: Tvarkyti kategorijas

# #41134
source: Show profile image
lt: Rodyti profilio paveikslėlį

# #41135
source: Show submenu arrow
lt: Rodyti submeniu rodyklę

# #41136
source: Manage custom home items
lt: Tvarkyti pasirinktinius elementus

# #41137
source: Custom
lt: Individualus

# #41138
source: Name
lt: Pavadinimas

# #41139
source: Icon
lt: Piktograma

# #41140
source: Manage custom home widgets
lt: Tvarkyti pasirinktinius valdiklius

# #41141
source: Type
lt: Rūšis

# #41142
source: Path
lt: Kelias

# #41143
source: Recommended size 633x437px
lt: Rekomenduojama 633x437px

# #41145
source: Video add-on
lt: Video priedai

# #41146
source: Music add-on
lt: Muzikos priedai

# #41147
source: Picture add-on
lt: Paveikslėlių priedai

# #41148
source: Program add-on
lt: Programų priedai

# #41149
source: Video Playlist
lt: Video grojaraštis

# #41150
source: Music Playlist
lt: Muzikos grojaraštis

# #41151
source: Custom
lt: Individualus

# #41152
source: Music panel opens
lt: Atidaryti -Muzika- skydelį

# #41153
source: Favourite
lt: Mėgstami

# #41154
source: Recommended size 283x283px
lt: Rekomenduojama 283x283px

# #41156
source: Show name
lt: Rodyti pavadinimą

# #41157
source: Video tile
lt: Video- plytelės

# #41158
source: TV Show tile
lt: TV Šou- plytelės

# #41159
source: App tile
lt: Programa- plytelės

# #41160
source: Animate icon
lt: Animuoti piktogramą

# #41161
source: Music tile
lt: Muzika- plytelės

# #41162
source: Widget
lt: Valdiklis

# #41164
source: Random items
lt: Atsitiktiniai elementai

# #41165
source: Only unwatched items
lt: Nestebimi elementai

# #41166
source: Only partially watched items
lt: Dalinai stebimi elementai

# #41167
source: Manage custom home widgets
lt: Tvarkyti pasirinktinius valdiklius

# #41168
source: Manage custom home widget
lt: Tvarkyti pasirinktinį valdiklį

# #41169
source: Upcoming movies
lt: Būsimi filmai

# #41170
source: In theaters now
lt: Kino teatruose dabar

# #41171
source: Popular movies
lt: Populiariausi filmai

# #41172
source: Top rated movies
lt: Geriausiai įvertinti filmai

# #41173
source: Trending movies
lt: Tendencingi filmai

# #41174
source: Trending shows
lt: Tendencingi pasirodymai

# #41175
source: Home tile
lt: Pagrindinės plytelės

# #41190
source: Views
lt: Peržiūra

# #41191
source: Show fanart
lt: Rodyti FanArt

# #41192
source: Motion picture rating country
lt: Kino įvertinimas/šalis

# #41193
source: Select motion picture rating country
lt: Pasirinkti ivertinimą/šalį

# #41200
source: Show power button (setting does not affect home screen)
lt: Rodyti įjungimo mygtuką (parametras neturi įtakos ekranui)

# #41201
source: Show options button
lt: Rodyti parinkties mygtuką

# #41202
source: Play trailer on opening movie information
lt: Atkūrti filmo anonsą atidarant filmą informaciją

# #41203
source: Play trailer minimized
lt: Atkūrti filmo anonsą mažame langelyje

# #41221
source: Use genre colors in the epg
lt: Naudoti EPG spalvas žanrui

# #41240
source: Enable music visualisation
lt: Įjungti muzikos vizualizacija

# #41242
source: Set default focus to subtitle button (video osd)
lt: Nustatyti numatytąjį subtitrų mygtuką (video OSD)

# #41250
source: Backgrounds
lt: Fonas

# #41251
source: Global
lt: Globalus

# #41252
source: Single image
lt: Vienas paveikslėlis

# #41253
source: Multi image
lt: Keletas paveikslėlių

# #41270
source: Show clock
lt: Rodyti laikrodį

# #41271
source: Show profile image
lt: Rodyti profilio paveikslėlį

# #41272
source: Replace pictures with custom menu item in quick nav
lt: Pakeisti paveikslėliu meniu elementą, greita nav

# #41273
source: Replace trailer with custom menu item in quick nav
lt: Pakeisti filmo anonsu meniu elementą, greita nav

# #41274
source: Replace new movies with custom menu item in quick nav
lt: Pakeisti filmu meniu elementą, greita nav

# #41275
source: Replace new shows with custom menu item in quick nav
lt: Pakeisti šou meniu elementą, greita nav

# #41276
source: Choose custom menu item
lt: Pasirinkti pasirinktinį meniu

# #41280
source: Add-ons
lt: Priedai

# #41281
source: Subtitle add-on
lt: Subtitrų priedas

# #41282
source: Songtext add-on
lt: Songtext priedas

# #41283
source: Enable TVTunes add-on
lt: Įjungti TVTunes priedą

# #41284
source: Download theme songs
lt: Atsisiūsti dainos temą

# #41285
source: Enable TV Show Next Aired
lt: Įjungti TV Šou

# #41290
source: Configure TV Show Next Aired
lt: Konfiguruoti TV Šou

# #41293
source: Update next aired data on startup
lt: Atnaujinti duomenis paleidimo metu

# #41294
source: Update art (landscape, logo, clearart) after database update
lt: Atnaujinti Art (kraštovaizdžio, logotipų, clearart) po duomenų bazės atnaujinimo

# #41303
source: Tracks
lt: Dainos

# #41304
source: Discography
lt: Diskografija

# #41305
source: Get thumb
lt: Gauti miniatiūrą

# #41306
source: Get fanart
lt: Gauti Fanart

# #41307
source: Refresh
lt: Atnaujinti

# #41310
source: Watched episodes:
lt: Žiūrimi epizodai:

# #41311
source: Unwatched episodes:
lt: Nežiūrimi epizodai:

# #41314
source: Premiered:
lt: Premjiera:

# #41315
source: Play
lt: Atkūrti

# #41316
source: Cast
lt: Ką jis/ji vaidina

# #41319
source: Plot
lt: Siužetas

# #41324
source: Biography
lt: Biografija

# #41325
source: Review
lt: Peržiūrėti

# #41326
source: Get info
lt: Gauti info

# #41327
source: Year of release
lt: Išleidimo metai

# #41328
source: Filmography
lt: Filmografija

# #41329
source: No biography for this actor
lt: Nėra šio aktoriaus biografijos

# #41330
source: No description for this application
lt: Nėra šio prašymo apibūdinimo

# #41331
source: Released
lt: Išleistas

# #41333
source: Get theme
lt: Gauti temą

# #41351
source: Logout
lt: Atsijungti

# #41352
source: Reload skin
lt: Atnaujinti išvaizdą

# #41360
source: Master mode off
lt: Meistro režimas išjungtas

# #41361
source: Master mode on
lt: Meistro režimas įjungtas

# #41371
source: Finish time:
lt: Baigties laikas:

# #41405
source: Login
lt: Prisijungti

# #41440
source: System Info
lt: Sistemos info

# #41441
source: Quick Nav
lt: Greita Nav

# #41443
source: Now playing
lt: Dabar atkuriama

# #41444
source: Settings
lt: Nustatymai

# #41445
source: Movies
lt: Filmai

# #41446
source: TV Shows
lt: TV šou

# #41447
source: Music
lt: Muzika

# #41448
source: Pictures
lt: Nuotraukos

# #41450
source: New movies
lt: Nauji filmai

# #41451
source: New shows
lt: nauji šou

# #41452
source: No media playing
lt: Neatkuriama

# #41453
source: User
lt: Vartotojas

# #41454
source: IP address
lt: IP-adresas

# #41455
source: Free memory
lt: Laisva atminties

# #41456
source: Resolution
lt: Rezoliucija

# #41457
source: System uptime
lt: Sistema veikia (laiko)

# #41458
source: Skin version
lt: Teminės išvaizdos versija

# #41459
source: XBMC version
lt: XBMC versija

# #41460
source: Guide
lt: Gidas

# #41504
source: Applications
lt: Programos

# #41505
source: Press "up" to eject
lt: Paspauskite "up" kad išstumti

# #41507
source: Power
lt: Energija

# #41524
source: Home
lt: Pagrindinis

# #41525
source: search XBMC for
lt: ieškoti XBMC

# #41550
source: Spotlight
lt: Apšvietimas

# #41551
source: Ongoing tv shows
lt: Vykdomi TV Šou

# #41552
source: New movies
lt: Nauji filmai

# #41553
source: New tv shows
lt: Nauji TV Šou

# #41554
source: New albums
lt: Naujas albumas

# #41555
source: Most played albums
lt: Dažniausiai atkūriami albumai

# #41556
source: Featured albums
lt: Populiarūs albumai

# #41562
source: Loading weather...
lt: Įkeliami Orai ...

# #41563
source: No location available
lt: Nerasta vieta

# #41564
source: Loading
lt: Įkeliama

# #41600
source: Options
lt: Nustatymai

# #41601
source: Initializing skin
lt: Inicijuojama teminė išvaizda

# #41620
source: View options
lt: Peržiūros parinkys

# #41621
source: Set games path
lt: Nustatyti žaidimų maršrutą

# #41622
source: Reset games path
lt: Atstatyti žaidimų maršrutą

# #41689
source: Location
lt: Vieta

# #41690
source: Hide fanart
lt: Slėpti FanArt

# #41691
source: Set fanart path
lt: Nustatyti FanArt maršrutą

# #41692
source: Hide daily fanart
lt: Slėpti FanArt

# #41693
source: Moon phase
lt: Mėnulio fazė

# #41694
source: Current weather
lt: Dabartinis oras

# #41695
source: 10 day forecast
lt: 10 dienų prognozė

# #41696
source: Hourly forecast
lt: Valandos prognozė

# #41716
source: Playlist options
lt: Grojaraščio parinktys

# #41805
source: Aired
lt: Rodomas

# #41813
source: Episodes
lt: Epizodai

# #41817
source: Items
lt: Objektas

# #41819
source: Page
lt: Puslapis

# #41822
source: Item
lt: Objektas

# #41920
source: Recently added
lt: Neseniai pridėti

# #42000
source: Select
lt: Parinktys

# #42001
source: Cancel
lt: Baigti

# #42002
source: Close
lt: Uždaryta(-i)

# #42010
source: View options
lt: Peržiūros parinkys

# #42015
source: Show info
lt: Rodyti informaciją

# #42017
source: Main options
lt: Pagrindinės parinktys

# #42018
source: Show plot
lt: Rodyti siužetą

# #42019
source: Use posters
lt: Naudoti plakatus

# #42020
source: Show plot on focus
lt: Rodyti plano fokusavimą

# #42021
source: View
lt: Peržiūrėti

# #42022
source: Use landscape
lt: Naudoti peizažą

# #42023
source: Use clearart
lt: Naudoti clearart

# #42024
source: Small thumbs
lt: Smulkūs thumbs

# #42025
source: Update art
lt: Atnaujinti Art

# #42026
source: Use logo
lt: Naudoti logotipą

# #42130
source: Category
lt: Kategorija

# #42131
source: Information
lt: Informacija

# #42132
source: No description available
lt: Nėra apibūdinimo

# #42133
source: Update repositories
lt: Atnaujinti repozitorijas

# #42134
source: Update add-ons
lt: Atnaujinti priedus

# #42135
source: Updating enabled add-on repositories...
lt: Įjungti atnaujinimą priedu repozitorijoms...

# #42136
source: Updating local add-on directories...
lt: Atnaujinti vietinius priedų katalogus ...

# #42160
source: TV guide
lt: TV gidas

# #42162
source: on
lt: apie

# #42180
source: Available groups
lt: Galimos grupės

# #42181
source: Add Group
lt: Pridėti grupę

# #42182
source: Rename Group
lt: Pervadinti grupę

# #42183
source: Delete Group
lt: Naikinti grupę

# #42184
source: Channel Options
lt: Kanalų parinktys

# #42185
source: Misc Options
lt: Kitos opcijos

# #42200
source: Mouse not supported
lt: Peliukas nepalaikomas

# #42201
source: Please disable
lt: Prašome išjungti

# #42205
source: Edit movie
lt: Redaguoti filmą

# #42206
source: Edit tv show
lt: Redaguoti TV Šou

# #42207
source: Edit season
lt: Redaguoti sezoną

# #42208
source: Edit episode
lt: Redaguoti epizodą

# #42209
source: Edit music video
lt: Redaguoti muzikinį klipą

# #42210
source: Edit artist
lt: Redaguoti artistus

# #42211
source: Edit album
lt: Redaguoti albumus

# #42212
source: Edit song
lt: Redaguoti dainą

# #42220
source: List
lt: Sąrašas

# #42222
source: Info list
lt: Info sąrašas

# #42223
source: Info list ■
lt: Info sąrašas ■

# #42224
source: Panel
lt: Skydelis

# #42225
source: Panel ■
lt: Skydelis ■

# #42226
source: Landscape
lt: Kraštovaizdis

# #42227
source: Poster
lt: Plakatas

# #42228
source: Poster ■
lt: Plakatas ■

# #42229
source: Thumbnail
lt: Miniatiūros

# #42230
source: Thumbnail ■
lt: Miniatiūra ■

# #42231
source: Banner
lt: Skydelis

# #42232
source: Banner ■
lt: Skydelis ■

# #42233
source: Cover
lt: Viršelis

# #42234
source: Thumbnail list
lt: Miniatiūrų sąrašas

# #42250
source: Poster
lt: Plakatas

# #42252
source: Banner
lt: Skydelis

# #42253
source: Landscape
lt: Kraštovaizdis

# #42254
source: Logo
lt: Logotipas
